Ran Plan for dir: `applications/teste-v3` workspace: `default`

<details><summary>Show Output</summary>

```diff
Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # random_string.this will be created
+ resource "random_string" "this" {
      + id               = (known after apply)
      + length           = 16
      + lower            = true
      + min_lower        = 0
      + min_numeric      = 0
      + min_special      = 0
      + min_upper        = 0
      + number           = true
      + numeric          = true
      + override_special = "/@£$"
      + result           = (known after apply)
      + special          = true
      + upper            = true
    }

Plan: 1 to add, 0 to change, 0 to destroy.

Changes to Outputs:
+ Hello  = "hello-4"
+ ramdom = (known after apply)
```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -d applications/teste-v3`
* :put_litter_in_its_place: To **delete** this plan click [here](https://dfba-2804-14d-5c5c-58e0-d022-1d1e-fe04-b554.ngrok-free.app/lock?id=sandesvitor-org%252Fapplication%252Fapplications%252Fteste-v3%252Fdefault)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -d applications/teste-v3`
</details>
Plan: 1 to add, 0 to change, 0 to destroy.

---
* :fast_forward: To **apply** all unapplied plans from this pull request, comment:
    * `atlantis apply`
* :put_litter_in_its_place: To delete all plans and locks for the PR, comment:
    * `atlantis unlock`